lst=(
adw-gtk-theme-git
aic94xx-firmware
android-sdk-platform-tools
anydesk-bin
ast-firmware
aurutils
bezier
checkupdates-with-aur
flameshot-git
freetube-bin
hyprevents-git
hyprprop-git
hyprshade
hyprshot
librewolf-bin
mintstick
mullvad-browser-bin
simple-mtpfs
wd719x-firmware

)


spd5118-dkms-git
