ranger-git
adw-gtk-theme-git
aic94xx-firmware
android-sdk-platform-tools
anydesk-bin
ast-firmware
aurutils
#bezier
checkupdates-with-aur
flameshot-git
freetube-bin
hyprevents-git
hyprprop-git
hyprshade
hyprshot
librewolf-bin
mintstick
mullvad-browser-bin
simple-mtpfs
#v4l-utils-git
wd719x-firmware
 mkinitcpio-firmware
upd72020x-fw
udev-block-notify
