adw-gtk-theme-git
aic94xx-firmware
android-sdk-platform-tools
anydesk-bin
ast-firmware
aurutils
checkupdates-with-aur
flameshot-git
floorp-bin
freetube-bin
gnome-icon-theme-extras
hyprevents-git
hyprlang-git
hyprprop-git
hyprshade
hyprutils-git
hyprwayland-scanner-git
laptop-mode-tools
librewolf-bin
mintstick
mkinitcpio-firmware
ranger-git
rustdesk-bin
simple-mtpfs
udev-block-notify
upd72020x-fw
wd719x-firmware
yp-tools
