lst=(
xdg-desktop-portal-gtk-git
xdg-desktop-portal-hyprland-git
mkinitcpio-firmware
aic94xx-firmware
aquamarine-git
ast-firmware
aurutils
bezier
checkupdates-with-aur
hyprcursor-git
hyprevents-git
hyprgraphics-git
hypridle-git
hyprland-git
hyprland-protocols-git
hyprland-qt-support-git
hyprland-qtutils-git
hyprlang-git
hyprlock-git
hyprprop-git
hyprutils-git
hyprwayland-scanner-git
libglade
librewolf-bin
simple-mtpfs
upd72020x-fw
wd719x-firmware
android-sdk-platform-tools
hyprshot
freetube-bin
android-sdk-platform-tools
anydesk-bin


)
